diploma thesis/src/design/assets/undeploy-request.xml

<soapenv:Envelope
  xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:core="http://core.bootware.simtech.org/">
	<soapenv:Header/>
	<soapenv:Body>
		<core:undeploy>
			<arg0>
				<endpointReferences>
					<endpointReference for="aws">
						http://www.example.com
					</endpointReference>
				</endpointReferences>
			</arg0>
		</core:undeploy>
	</soapenv:Body>
</soapenv:Envelope>
